Repository: vitmod/service.alexelec.settings
Catalog: language/*/strings.po
Languages: russian

# #600
source: @DISTRONAME@ Settings
russian: Настройки @DISTRONAME@

# #601
source: Interface
russian: Интерфейс

# #602
source: Address
russian: Адрес

# #603
source: Type
russian: Тип

# #604
source: State
russian: Область

# #605
source: Address
russian: Адрес

# #606
source: Distribution:
russian: Дистрибутив:

# #607
source: Version:
russian: Версия:

# #608
source: Architecture:
russian: Архитектура:

# #609
source: @DISTRONAME@ (Embedded Linux Entertainment Center) is a minimal Linux distribution purpose built for Kodi and VDR media center. @DISTRONAME@ is designed to boot fast with an installation process simple enough for anyone to convert a bare HTPC into a fully configured media machine in under 15 minutes.
russian: @DISTRONAME@ (Embedded Linux Entertainment Center) — это минималистичный дистрибутив Linux, предназначенный для развертывания медиацентра на базе Kodi и VDR. @DISTRONAME@ быстро загружается и легко настраивается, позволяя превратить «голое железо» в полностью настроенный медиацентр менее чем за 15 минут.

# #610
source: [B]Support:[/B][CR]Web: http://www.alexelec.in.ua[CR]Forum: http://forum.alexelec.in.ua
russian: [B]Поддержка:[/B][CR]Веб: http://www.alexelec.in.ua[CR]Форум: http://forum.alexelec.in.ua

# #611
source: The @DISTRONAME@ project runs on goodwill, love, and your donations. If you would like to contribute to the project you can donate. Making a donation is easy and takes only a couple of minutes.
russian: Проект @DISTRONAME@ развивается за счет доброй воли, любви и Ваших пожертвований. Если Вы хотите помочь проекту - Вы можете сделать пожертвование на сайте (www.alexelec.in.ua). Это займет у Вас всего несколько минут.

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
russian: Конфигурация имени хоста, типа клавиатуры, а также возможность сброса, обновления или резервного копирования и восстановления

# #701
source: Configure network startup options, NTP and VPNs
russian: Настройка параметров запуска сети, сетевого времени и виртуальных частных сетей

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
russian: Управление проводными, беспроводными и VPN соединениями системы

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
russian: Конфигурация системных служб, таких как Samba, SSH, Cron, Avahi и Syslog

# #704
source: Configure and pair Bluetooth devices
russian: Конфигурация и сопряжение устройств Bluetooth

# #705
source: Useful information like version and architecture details, support and social media links, and how to make a donation to the project
russian: Полезная информация, такая как версия и архитектура системы, ссылки на службу поддержки и социальные сети, а также описание способов помощи и пожертвований проекту

# #710
source: Configure the Hostname of your @DISTRONAME@ system. This will be used for the HTPC \\hostname in Windows and SMB server name in the Mac OS Finder
russian: Настройка имени хоста вашей системы @DISTRONAME@. Под этим именем Ваш HTPC будет виден в сети Windows, как \\имя_хоста, а также в проводнике Mac OS, как удаленный сервер с сетевыми дисками

# #711
source: Configure the 1st keyboard software layout
russian: Конфигурация основной раскладки клавиатуры

# #712
source: Configure the 2nd keyboard software layout
russian: Конфигурация дополнительной раскладки клавиатуры

# #713
source: Configure the physical keyboard type
russian: Конфигурация физического типа клавиатуры

# #714
source: @DISTRONAME@ can be configured for automatic or manual updates. Automatic updates are available on stable releases and stable release candidates. Automatic update self-disables on beta and development builds
russian: @DISTRONAME@ можно настроить для автоматического или ручного обновления ПО. Автоматические обновления доступны только на стабильных релизах и на кандидатах в релизы. Автоматические обновления отключены на бета-версиях и на сборках, предназначенных для разработчиков

# #715
source: Set to ON and an on-screen notification will be displayed when a new update is available
russian: В положении ВКЛ на экране будут появляться уведомления о доступности нового ПО для обновления

# #716
source: Click to manually check the @DISTRONAME@ servers for an updated release
russian: Нажмите для ручной проверки обновлений на серверах @DISTRONAME@

# #717
source: If you have an small LCD or VFD attached to your @DISTRONAME@ system you must configure the correct display driver
russian: Если у Вас небольшой LCD или VFD дисплей, подключенный к системе @DISTRONAME@ - Вы должны сконфигурировать правильный драйвер дисплея

# #720
source: Set to ON and Bluetooth devices will be disabled during power-saving modes
russian: Выберите ВКЛ для автоматического отключения Bluetooth устройств при простоях для экономии энергии

# #722
source: Create a tar archive containing all @DISTRONAME@ and Kodi configuration settings, databases and thumbnail content. Backup files will be stored in /storage/backups
russian: Создание tar-архива со всеми настройками @DISTRONAME@ и Kodi, всеми базами данных и миниатюрами. Резервные копии будут сохранены в /storage/backups

# #723
source: Restore a tar archive backup previously created using the backup option above
russian: Восстановление резервной копии из tar-архива, созданной с помощью опции резервного копирования

# #724
source: [COLOR FF00FF00]SOFT RESET[/COLOR] Permanently reset @DISTRONAME@ configuration to defaults (resets also Kodi to default including your library. your media - music/videos/etc are not touched)
russian: [COLOR FF00FF00]SOFT RESET[/COLOR] Восстанавливает параметры @DISTRONAME@ по умолчанию (также сбрасываются настройки Kodi, включая библиотеку; медиафайлы — музыка, видео и т.п. — остаются без изменений)

# #725
source: [COLOR FFFF0000]HARD RESET[/COLOR] Permanently reset @DISTRONAME@ and Kodi configuration to defaults (everything in your storage partition will be deleted)
russian: [COLOR FFFF0000]HARD RESET[/COLOR] Восстанавливает параметры для умолчанию для @DISTRONAME@ и Kodi (всё содержимое раздела с вашими данными будет удалено)

# #726
source: Enable or disable support for Wireless (WLAN) networks
russian: Включить или выключить поддержку беспроводных сетей (WLAN)

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
russian: Включение режима Wireless Access Point. Эта опция подразумевает наличие поддержки режима моста и точки доступа Вашим беспроводным сетевым контроллером. Не все беспроводные адаптеры поддерживают данную опцию.

# #728
source: Configure the Access Point SSID
russian: Конфигурация имени SSID точки доступа

# #729
source: Configure the Access Point Passphrase
russian: Конфигурация пароля точки доступа

# #730
source: Enable or disable support for Wired (Ethernet) networks
russian: Включить или выключить поддержку проводных (Ethernet) сетей

# #732
source: Configure the 1st time (NTP) server
russian: Конфигурация первичного сервера времени (NTP)

# #733
source: Configure the 2nd time (NTP) server
russian: Конфигурация вторичного сервера времени (NTP)

# #734
source: Configure the 3rd time (NTP) server
russian: Конфигурация 3 сервера времени (NTP)

# #736
source: Set to ON to delay @DISTRONAME@ startup until the network is available. Use this if the OS is booting into Kodi/VDR before the network is up and central MySQL databases are accessible.
russian: Выберите ВКЛ для задержки запуска @DISTRONAME@ до тех пор, пока не поднимется сеть. Используйте данную опцию в том случае, если загрузка Kodi/VDR требует доступ к внешним сетевым ресурсам.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
russian: Выберите ВКЛ для включения встроенного сервиса Samba общего доступа к файлам (SMB)

# #739
source: Set to ON to require username/password access to local Samba fileshares
russian: Выберите ВКЛ для предоставления доступа к локальным файловым ресурсам Samba с помощью имени пользователя и пароля

# #740
source: Set the username for Samba sharing
russian: Задайте имя пользователя для доступа к файловым ресурсам Samba

# #741
source: Set the password for Samba sharing
russian: Задайте пароль для доступа к файловым ресурсам Samba

# #742
source: Set to ON to enable the embedded SSH server. The SSH console can be accessed with username 'root' and password 'mcpc'.
russian: Включите для включения встроенного SSH-сервера. Пользователь и пароли по-умолчанию для SSH: пользователь: 'root', пароль: 'mcpc'.

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
russian: Выберите ВКЛ, если Вы скопировали Ваш публичный SSH-ключ на Ваш HTPC и хотите усилить безопасность путем выключения авторизации по паролю, оставив только авторизацию по ключу.

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
russian: Выберите ВКЛ для включения сервиса сетевого обнаружения Avahi (Zeroconf/Bonjour)

# #745
source: Set to ON to enable the cron daemon
russian: Выберите ВКЛ для включения сервиса периодических заданий CRON

# #751
source: With OBEX filetransfer you can send files, for example movies or pictures over bluetooth to @DISTRONAME@.
russian: С помощью файловой передачи OBEX можно отправлять файлы, например фильмы или фотографии, через Bluetooth в @DISTRONAME@.

# #752
source: Here you can set the folder location where OBEX file transfer should store incoming files
russian: Здесь можно указать папку, в которую будут сохраняться входящие файлы, переданные через OBEX.

# #753
source: Configure the 1st keyboard software Variant
russian: Конфигурация основной раскладки клавиатуры

# #754
source: Configure the 2nd keyboard software Variant
russian: Конфигурация дополнительной раскладки клавиатуры

# #755
source: Auto share external drives / partitions
russian: Общий доступ к внешним дискам и разделам

# #32001
source: Services
russian: Службы

# #32002
source: System
russian: Система

# #32003
source: Interface
russian: Интерфейс

# #32007
source: Driver
russian: Драйвер

# #32008
source: LCD/VFD Driver
russian: Драйвер LCD/VFD

# #32009
source: Keyboard
russian: Клавиатура

# #32010
source: Keyboard Layout
russian: Раскладка клавиатуры

# #32012
source: Select Action
russian: Выберите действие

# #32013
source: Updates
russian: Обновления

# #32014
source: Automatic Updates
russian: Автоматические обновления

# #32100
source: Connections
russian: Соединения

# #32101
source: Network
russian: Сеть

# #32102
source: Wireless Networks
russian: Беспроводные сети

# #32103
source: Wired Networks
russian: Проводные сети

# #32105
source: Active
russian: Включен

# #32106
source: Username
russian: Пользователь

# #32107
source: Passphrase
russian: Пароль WLAN

# #32108
source: Enable 'tethered' Wireless Access Point
russian: Включить режим беспроводной точки доступа

# #32109
source: Connect Automatically
russian: Автоматическое подключение

# #32110
source: Connection
russian: Соединение

# #32113
source: IP Address Method
russian: Метод получения IP-адреса

# #32114
source: IP Address
russian: Адрес IP

# #32115
source: Subnet Mask
russian: Маска подсети

# #32116
source: Default Gateway
russian: Шлюз по-умолчанию

# #32117
source: Prefix Length
russian: Длина префиска

# #32118
source: Privacy
russian: Приватность

# #32119
source: DNS Servers
russian: Серверы DNS

# #32120
source: Nameserver #1
russian: Сервер имен #1

# #32121
source: Nameserver #2
russian: Сервер имен #2

# #32122
source: Nameserver #3
russian: Сервер имен #3

# #32123
source: NTP Servers
russian: Серверы времени (NTP)

# #32124
source: Timeserver #1
russian: Сервер времени #1

# #32125
source: Timeserver #2
russian: Сервер времени #2

# #32126
source: Timeserver #3
russian: Сервер времени #3

# #32127
source: DNS Domains
russian: Домены DNS

# #32128
source: Domain #1
russian: Домен #1

# #32129
source: Domain #2
russian: Домен #2

# #32130
source: Domain #3
russian: Домен #3

# #32140
source: Save
russian: Сохранить

# #32141
source: Delete
russian: Удалить

# #32142
source: Refresh
russian: Обновить

# #32143
source: Disconnect
russian: Отсоединиться

# #32144
source: Connect
russian: Соединиться

# #32146
source: Hidden Network Name
russian: Имя скрытой сети

# #32147
source: Wireless Network Passphrase
russian: Пароль WLAN

# #32148
source: Wireless Network Username
russian: Имя пользователя WLAN

# #32150
source: Edit
russian: Изменить

# #32180
source: Would you like to update @DISTRONAME@ now?
russian: Обновить @DISTRONAME@ сейчас?

# #32181
source: Filename
russian: Имя файла

# #32182
source: Download speed
russian: Скорость загрузки

# #32183
source: Time remaining
russian: Оставшееся время

# #32184
source: Extract file
russian: Извлечь файл

# #32185
source: Extract speed
russian: Скорость извлечения

# #32186
source: Initialize Archive File
russian: Инициализация файла архива

# #32187
source: Latest Version
russian: Последняя версия

# #32188
source: Current Version
russian: Текущая версия

# #32189
source: Identification
russian: Идентификация

# #32190
source: System Name
russian: Имя системы

# #32196
source: About
russian: Об @DISTRONAME@

# #32202
source: Use Samba Password Authentication
russian: Использовать пароли Samba

# #32203
source: Disable SSH Password
russian: Отключить пароли SSH

# #32204
source: Enable Samba
russian: Включить Samba

# #32205
source: Enable SSH
russian: Включить SSH

# #32206
source: Enable Avahi (Zeroconf)
russian: Включить Avahi (Zeroconf)

# #32208
source: Hidden Wlan
russian: Скрытая беспроводная сеть

# #32212
source: Cancel
russian: Отмена

# #32216
source: Auto-Share External Drives
russian: Автоматически открывать общий доступ к внешним дискам

# #32300
source: Welcome to @DISTRONAME@
russian: Добро пожаловать в @DISTRONAME@

# #32301
source: Welcome
russian: Добро пожаловать

# #32303
source: Next
russian: Следующ.

# #32305
source: Networking
russian: Сетевые настройки

# #32308
source: Hostname:
russian: Имя хоста:

# #32309
source: The following Networks are currently available:
russian: Доступны следующие сети:

# #32311
source: Sharing and Remote Access
russian: Общие ресурсы и удаленный доступ

# #32312
source: @DISTRONAME@ also supports SSH for remote access. This is for advanced users who wish to interact with @DISTRONAME@'s underlying operating system. The default user is [COLOR blue]root[/COLOR] and the default password is [COLOR blue]mcpc[/COLOR].
russian: @DISTRONAME@ так же поддерживает SSH для удаленного доступа. Это необходимо опытным пользователям, которые хотят взаимодействовать с операционной системой @DISTRONAME@ напрямую. Пользователь по-умолчанию [COLOR blue]root[/COLOR] пароль по-умолчанию [COLOR blue]mcpc[/COLOR].

# #32316
source: Configure Services:
russian: Конфигурация служб:

# #32317
source: Thank you
russian: Спасибо Вам

# #32320
source: Enable Cron
russian: Включить Cron

# #32323
source: Reset to Defaults
russian: Сбросить в настройки по-умолчанию

# #32324
source: Reset System Settings to defaults
russian: Сбросить системные настройки по-умолчанию

# #32325
source: Reset @DISTRONAME@ to defaults
russian: Сбросить @DISTRONAME@ в настройки по-умолчанию

# #32326
source: Are you sure?
russian: Вы уверены?

# #32328
source: The system must reboot.
russian: Система требует перезагрузки.

# #32329
source: Rebooting in %d seconds
russian: Перезагрузка через %d секунд

# #32330
source: Keyboard Type
russian: Тип клавиатуры

# #32333
source: Connected:
russian: Подключено:

# #32334
source: Yes
russian: Да

# #32335
source: No
russian: Нет

# #32338
source: No Bluetooth adapter found.
russian: Не найдены адаптеры Bluetooth.

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
russian: Не найдены устройства Bluetooth. Пожалуйста, переведите Ваше устройство Bluetooth в режим обнаружения[CR]и начните сканирование

# #32343
source: Enter the following Key on your Device.
russian: Введите следующий ключ в Ваше устройство.

# #32344
source: Enable Bluetooth
russian: Включить Bluetooth

# #32346
source: Bluetooth is disabled
russian: Bluetooth выключен

# #32358
source: Trust and Connect
russian: Доверять и подключиться

# #32362
source: Check for updates now:
russian: Проверка обновлений:

# #32364
source: Update available
russian: Доступно обновление

# #32365
source: Show Update Notifications
russian: Показывать уведомления об обновлениях

# #32366
source: Update Download Completed
russian: Загрузка обновления завершена

# #32367
source: Update Extract Complete
russian: Распаковка обновления завершена

# #32368
source: Advanced Network Settings
russian: Расширенные настройки сети

# #32369
source: Wait for network before starting shell
russian: Oжидать включения сети перед запуском оболочки

# #32370
source: Maximum Wait Time (Sec.)
russian: Максимальное время ожидания (секунды)

# #32371
source: Backup
russian: Резервная копия

# #32372
source: Create System and Kodi Backup
russian: Создать системную резервную копию (включая настройки Kodi)

# #32373
source: Restore Backup
russian: Восстановить резервную копию

# #32375
source: Backup Progress
russian: Прогресс создания резервной копии

# #32379
source: There is not enough free storage space to continue!
russian: На носителе информации недостаточно свободного места для продолжения!

# #32380
source: Restoring system settings requires a reboot. Are you sure you want to restore?
russian: Восстановление системных настроек потребует перезагрузку. Вы действительно хотите восстановить?

# #32381
source: Accept incoming Bluetooth Filetransfer ?
russian: Разрешить приём файлов по Bluetooth?

# #32382
source: Speed
russian: Скорость

# #32383
source: Play Files ?
russian: Воспроизвести файлы?

# #32384
source: OBEX Enabled
russian: OBEX Вкл.

# #32385
source: OBEX Upload Folder
russian: Папка загрузок OBEX

# #32386
source: Keyboard Layout Variant #1
russian: Раскладка клавиатуры Вариант 1

# #32387
source: Keyboard Layout Variant #2
russian: Раскладка клавиатуры Вариант 2

# #32388
source: Enable Standby
russian: Включить режим ожидания

# #32389
source: Disable Standby
russian: Отключить режим ожидания

# #32390
source: Settings addon is not yet ready, please try again later.
russian: Дополнение настройки ещё не готово. Повторите попытку позже.

# #32391
source: Enable LCD Driver Support
russian: Включить поддержку драйвера ЖК-экрана

# #32411
source: Enable MySQL server
russian: Включить MySQL сервер

# #811
source: Set to ON to enable the MySQL server
russian: Сервер баз данных MySQL.

# #32402
source: MiniDLNA server
russian: MiniDLNA сервер

# #32412
source: Enable MiniDLNA server
russian: Включить MiniDLNA сервер

# #812
source: MiniDLNA is a simple media server software, with the aim of being fully compliant with DLNA/UPnP-AV clients.
russian: MiniDLNA это простой медиа-сервер, цель которого быть полностью совместим с DLNA/UPnP-AV клиентами.

# #32403
source: Clear RAM Setup
russian: Очистка ОЗУ (RAM)

# #32413
source: Enable Clear RAM
russian: Очищать ОЗУ

# #813
source: Enable periodic cleaning RAM.
russian: Включить периодическую очистку оперативной памяти (RAM).

# #32414
source: Time (min.)
russian: Время (мин.)

# #814
source: Time in minutes after which the memory (RAM) will be cleared.
russian: Время в минутах через которое оперативная память (RAM) будет очищаться.

# #32420
source: VNC server
russian: VNC сервер

# #32421
source: Enable VNC server
russian: Включить VNC сервер

# #821
source: x11vnc allows one to view remotely and interact with real X displays (i.e. a display corresponding to a physical monitor, keyboard, and mouse) with any VNC viewer..
russian: x11vnc - система удалённого доступа к рабочему столу компьютера. Управление осуществляется путём передачи нажатий клавиш на клавиатуре и движений мыши с одного компьютера на другой и ретрансляции содержимого экрана через компьютерную сеть.

# #32422
source: VNC port
russian: VNC порт

# #822
source: Set port for VNC server (defaults: 5900).
russian: Порт на котором VNC сервер будет принимать соединения (по умолчанию: 5900).

# #32423
source: VNC password
russian: VNC пароль

# #32424
source: VNC debug
russian: Отладка VNC

# #824
source: Enable debug VNC server.
russian: Вести журнал работы VNC сервера.

# #33010
source: System Locale
russian: Системная Локаль

# #33011
source: Set the system locale:
russian: Установить системную локаль:

# #3311
source: Locales are used by programs or libraries for rendering text, correctly displaying regional monetary values, time and date formats, alphabetic idiosyncrasies, and other locale-specific standards. To take effect, the system needs to be rebooted.
russian: Локали определяют язык, который использует система, а также региональные особенности, такие как денежные знаки, формат чисел, даты и времени и наборы символов. Для вступления настроек в силу требуется перезагрузка системы.

# #33020
source: Sound config
russian: Настройки Звука

# #33021
source: Sound device
russian: Устройство вывода звука

# #3321
source: Select sound device.
russian: Выберите звуковое устройство.

# #33022
source: Test device
russian: Тест звука

# #3322
source: Test sound device.
russian: Протестировать звук на выбранном устройстве.

# #33023
source: Apply the configuration
russian: Применить конфигурацию

# #3323
source: Apply the configuration. Create <asound.conf> file. To take effect, the system restart is not required.
russian: Создать файл <asound.conf>. Эти настройки не влияют на звук в KODI. Для вступления настроек в силу перезагрузка системы не требуется.

# #33030
source: Xorg config
russian: Настройки Xorg

# #33031
source: Disable mouse cursor
russian: Отключить курсор мыши

# #3331
source: Disable mouse cursor. To take effect, the system needs to be rebooted.
russian: Отключить курсор мыши (не влияет на настройки KODI). Для вступления настроек в силу требуется перезагрузка системы.

# #33041
source: Enable
russian: Включить

# #3341
source: Unclutter hides the mouse pointer when you don't need it.
russian: Unclutter скрывает указатель мыши, когда он не нужен.

# #33042
source: Time (sec.)
russian: Время (сек.)

# #3342
source: Is followed by the number of seconds between polls for idleness.
russian: Количество секунд перед скрытием указателя мыши.

# #3400
source: AceStream and AceProxy services config.
russian: Настройка сервисов AceStream и AceProxy

# #34011
source: Enable
russian: Включить

# #3411
source: Ace Stream is an innovative multimedia platform of a new generation. Ace Stream uses in its core, P2P (peer-to-peer) technology, BitTorrent protocol, which is acknowledged as the most effective protocol to transfer content.
russian: Ace Stream - это инновационная мультимедийная платформа нового поколения. Ace Stream использует в основе технологию P2P (peer-to-peer), разработанную на базе протокола BitTorrent, который признан самым эффективным протоколом для передачи контента.

# #34012
source: Login:
russian: Имя пользователя:

# #3412
source: Enter your user name to access the service AceStream (https://m.acestream.net).
russian: Введите имя пользователя для доступа к сервису AceStream (https://m.acestream.net).

# #34013
source: Password:
russian: Пароль:

# #3413
source: Enter the password to access the service AceStream (https://m.acestream.net).
russian: Введите пароль для доступа к сервису AceStream (https://m.acestream.net).

# #34014
source: Live buffer (sec.)
russian: Буфер (сек.)
