Repository: vitmod/service.alexelec.settings
Catalog: language/*/strings.po
Languages: russian

# #3414
source: Live buffer is an important setting as it determines how much time (in seconds) we want to use for our streaming buffer.
russian: Live buffer является важным параметром, поскольку он определяет, сколько времени (в секундах), мы хотим использовать для нашего потокового буфера.

# #34015
source: Cache type
russian: Тип кеша

# #3415
source: Cache type: disk - store the cache on the disk, memory - store the cache in random-access memory.
russian: Тип кеша: disk - хранить кеш на диске, memory - хранить кеш в оперативной памяти.

# #34016
source: Cache limit (Gb)
russian: Лимит кэша (Гб)

# #3416
source: The disk cache limit allows use to set a maximum limit for how much space the cache can use.
russian: Ограничение дискового кэша позволяет установить максимальный предел пространства, который может быть использован для кэширования.

# #34017
source: Live cache size (bytes)
russian: Размер кеша (в байтах)

# #3417
source: Maximum size of the cache in bytes (default: 20971520 bytes (20 MB)).
russian: Максимальный размер кеша оперативной памяти в байтах (по умолчанию: 20971520 байт (20 Мб)).

# #34018
source: Cache dir
russian: Каталог кеша

# #3418
source: Select folder for cache.
russian: Выберите каталог для хранения кеша.

# #34019
source: Clear cache
russian: Очищать кэш

# #3419
source: The cache on the disk is removed before the start AceStream.
russian: Кэш на диске будет удален перед стартом AceStream.

# #34020
source: Debug
russian: Отладка

# #3420
source: Enable advanced debugging AceStream.
russian: Включить расширенную отладку AceStream.

# #34021
source: Never stop
russian: Не останавливать

# #3421
source: Do not stop the service when the KODI is closed.
russian: Не останавливать сервис при завершении KODI.

# #34030
source: AceProxy Server
russian: AceProxy сервер

# #34031
source: Enable
russian: Включить

# #3431
source: AceProxy allows you to watch Ace Stream live streams or BitTorrent files over HTTP.
russian: AceProxy позволяет просматривать AceStream трансляции или файлы BitTorrent через HTTP.

# #34032
source: Login:
russian: Имя пользователя:

# #3432
source: Enter your user name to access the service Torrent-TV (http://torrent-tv.ru).
russian: Введите имя пользователя для доступа к сервису Торрент-ТВ (http://torrent-tv.ru).

# #34033
source: Password:
russian: Пароль:

# #3433
source: Enter the password to access the service Torrent-TV (http://torrent-tv.ru).
russian: Введите пароль для доступа к сервису Торрент-ТВ (http://torrent-tv.ru).

# #34034
source: Debug level
russian: Уровень отладки

# #3434
source: Select from the list of log level AceProxy.
russian: Выберите из списка уровень ведения журнала AceProxy.

# #35000
source: DVB Devices
russian: DVB устройства

# #3500
source: Configure DVB devices and drivers.
russian: Настройки DVB адаптеров, выбор драйверов.

# #35010
source: DVB Drivers
russian: DVB Драйвера

# #35011
source: Select DVB Drivers:
russian: Выбрать DVB драйвера:

# #3511
source: Select the drivers for your DVB device. To take effect, the system needs to be rebooted. CORE - Linux kernel drivers (defaults), TBS - for TBS adapters (from CrazyCat), MEDIA - media_build drivers, S2 - s2-liplianin drivers, ALVES - for TBS adapters (from ljalves).
russian: Выберите драйвера для Вашего DVB адаптера. Для вступления изменений в силу требуется перезагрузка системы. CORE - драйвера ядра Linux, TBS - для адаптеров TBS (от CrazyCat), MEDIA - драйвера media_build, S2 - драйвера s2-liplianin, ALVES - для адаптеров TBS (от ljalves).

# #35012
source: DVB info
russian: Информация о DVB

# #3512
source: Information about the current drivers and adapters.
russian: Информация о текущих драйверах и DVB адаптерах.

# #35020
source: Wait DVB adapter
russian: Ожидать DVB адаптер

# #35021
source: Enable
russian: Включить

# #3521
source: Wait for DVB before starting shell.
russian: Если включено - программы использующие DVB адаптеры будут ожидать перед стартом инициализацию устройства.

# #35022
source: Wait adapter num #
russian: Ожидать адаптер #

# #3522
source: Please select number of the adapter, which the system will wait before starting the application.
russian: Выберите номер устройства из списка.

# #35023
source: Wait time (sec.)
russian: Время ожидания (сек.)

# #3523
source: Limit wait time.
russian: Максимальное время ожидания устройства.

# #3600
source: CAMD Services: Wicard and Oscam servers configuration.
russian: Настройка CAMD серверов: Wicard и Oscam.

# #36010
source: Wicard server
russian: Wicard сервер

# #36011
source: Enable Wicard
russian: Включить Wicard

# #3611
source: This emulator works not only with Sharing servers but also as an emulator for official cards.
russian: Данный эмулятор работает не только с шаринг-серверами но и как эмулятор для официальных карт.

# #36012
source: Start mode Wicard:
russian: Режим запуска Wicard:

# #3612
source: Start mode Wicard: ALL (always) or TVON (TV only).
russian: Режим запуска Wicard: Всегда (ALL) или только ТВ (TVON). В режиме TVON - Wicard запускается и останавливается вместе с ТВ приложениями (VDR, Tvheadend).

# #36013
source: Enable Debug
russian: Включить отладку

# #3613
source: Enable debugging Wicard.
russian: Включить ведение журнала работы Wicard.

# #36020
source: Oscam server
russian: Oscam сервер

# #36021
source: Enable Oscam
russian: Включить Oscam

# #3621
source: OSCam is an Open Source Conditional Access Module software, based on the very good MpCS version 0.9d.
russian: OSCAM представляет собой Условный Модуль Доступа с открытым исходным кодом, основанный на очень хорошем MpCS версии 0.9d.

# #36022
source: Start mode Oscam:
russian: Режим запуска Oscam:

# #3622
source: Start mode Oscam: ALL (always) or TVON (TV only).
russian: Режим запуска Oscam: Всегда (ALL) или только ТВ (TVON). В режиме TVON - Oscam запускается и останавливается вместе с ТВ приложениями (VDR, Tvheadend).

# #37000
source: TV Backends
russian: ТВ Сервисы

# #3700
source: Configuration TV Backends for KODI: VDR and Tvheadend services.
russian: Настройка ТВ Сервисов для KODI: VDR и Tvheadend.

# #37010
source: VDR Configuration
russian: Конфигурация VDR

# #37011
source: Enable VDR
russian: Включить VDR

# #3711
source: VDR is Digital Receiver (DVB-T/T2, DVB-S/S2, DVB-C) and Video Recorder with lots of features (Timeshifting, EPG, ext...).
russian: VDR это цифровой ресивер (DVB-T/T2, DVB-S/S2, DVB-C) и видеорекордер с множеством функций (например: режим отложенного просмотра, программирование таймера записи, EPG и т.д.).

# #37012
source: Enable Debug
russian: Включить отладку

# #3712
source: Enable debugging VDR.
russian: Включить ведение журнала работы VDR.

# #37013
source: Directory for records
russian: Каталог записей

# #3713
source: Directory for records (default: /storage/recordings).
russian: Выберите каталог для записей (по умолчанию: /storage/recordings).

# #37014
source: Enable plugin: dvbapi
russian: Плагин: dvbapi

# #3714
source: The plugin allows connect VDR to Wicard/Oscam. It creates a software CAM in VDR and communicates with Wicard/Oscam over camd.socket (using 'dvbapi' module).
russian: Плагин для работы с CAMD-серверами Wicard/Oscam. Плагин создает программный CAM в VDR, и общается с Wicard/Oscam через camd.socket (с помощью модуля 'dvbapi').

# #37015
source: Stream plugin:
russian: Плагин вещания для KODI:

# #3715
source: Select stream plugin for KODI PVR: xvdr, vnsiserver or none for disable.
russian: Выберите плагин вещания для KODI PVR: vnsiserver, xvdr или none для отключения.

# #37016
source: Enable plugin: IPTV
russian: Плагин: IPTV

# #3716
source: This plugin integrates multicast/unicast IPTV transport streams seamlessly into VDR.
russian: Этот плагин интегрирует multicast/unicast (http/udp) транспортные потоки IPTV в VDR.

# #37017
source: IPTV devices
russian: IPTV устройства

# #3717
source: Number of devices to be created for IPTV.
russian: Количество устройств, которые будут созданы для IPTV.

# #37018
source: Enable plugin: SATIP
russian: Плагин: SATIP

# #3718
source: Integrates SAT>IP network devices seamlessly into VDR.
russian: Интеграция сетевых устройств SAT>IP в VDR.

# #37019
source: Enable plugin: streamdev-server
russian: Плагин: streamdev-server

# #3719
source: With streamdev-server plugin you can stream live TV via network.
russian: С плагином streamdev-server вы можете транслировать ТВ по сети.

# #37020
source: Enable plugin: streamdev-client
russian: Плагин: streamdev-client

# #3720
source: With streamdev-client plugin you can receive live TV streams via network.
russian: С плагином streamdev-client вы можете получать трансляцию ТВ по сети с другой машины где работает streamdev-server.

# #37021
source: Enable plugin: channelscan
russian: Плагин: channelscan

# #3721
source: Channelscan plugin It channel scanner for VDR.
russian: Сканер каналов для VDR.

# #37022
source: Enable plugin: live
russian: Плагин: live

# #3722
source: LIVE, the LIVE Interactive VDR Environment, allows a comfortable operation of VDR and some of its plugins trough a web interface.
russian: LIVE - интерактивный веб-интерфейс для VDR. Программа передач, таймеры, записи, удаленное управление. Web: http://ip-address:8008 Login: admin Password: live

# #37030
source: Tvheadend Configuration
russian: Конфигурация Tvheadend

# #37031
source: Enable Tvheadend
russian: Включить Tvheadend

# #3731
source: Tvheadend is a TV streaming server and recorder supporting DVB-S, DVB-S2, DVB-C, DVB-T, ATSC, ISDB-T, IPTV, SAT>IP as input sources.
russian: Tvheadend это ТВ сервер потокового вещания и рекордер для Linux, поддерживает DVB-S, DVB-S2, DVB-C, DVB-T, ATSC, ISDB-T, IPTV, SAT>IP в качестве входных источников.

# #37032
source: Enable Debug
russian: Включить отладку

# #3732
source: Enable debugging Tvheadend.
russian: Вести журнал работы Tvheadend.

# #37033
source: Tvheadend Backup
russian: Включить резервирование

# #3733
source: Backup configuration tree at upgrade.
russian: Резервное сохранение конфигурации при обновлении.

# #37034
source: Tvheadend bind address:
russian: IP-адрес:

# #3734
source: Specify an interface IP address on which incoming HTTP and HTSP connections will be accepted. By default, connections are accepted on All interfaces.
russian: Укажите IP-адрес интерфейса, на котором входящие HTTP и HTSP соединения будут приняты. По умолчанию, соединения принимаются на всех (All) интерфейсах.

# #37035
source: Timeout (sec.)
russian: Таймаут (сек.)

# #3735
source: Wait network before the start TVH (no more than).
russian: Ожидать сеть перед стартом Tvheadend (не более чем).

# #38000
source: TV shell
russian: ТВ Оболочка

# #3800
source: Configure VDR (Video Disk Recorder) and channels logos.
russian: Настройки VDR-Frontend (Video Disk Recorder) и логотипы каналов.

# #38010
source: VDR Configuration
russian: Конфигурация VDR

# #38011
source: Enable VDR
russian: Включить VDR

# #3811
source: VDR is Digital Receiver (DVB-T/T2, DVB-S/S2, DVB-C) and Video Recorder with lots of features (Timeshifting, EPG, ext...).
russian: VDR это цифровой ресивер (DVB-T/T2, DVB-S/S2, DVB-C) и видеорекордер с множеством функций (например: режим отложенного просмотра, программирование таймера записи, EPG и т.д.).

# #38012
source: Run the first VDR
russian: Загружать VDR первым

# #3812
source: If enabled - the first VDR loaded, otherwise - Kodi.
russian: Если включено - VDR будет загружен первым, иначе - первым будет загружен Kodi.

# #38013
source: Enable Debug
russian: Включить отладку

# #3813
source: Enable debugging VDR.
russian: Включить ведение журнала работы VDR.

# #38014
source: Directory for records
russian: Каталог записей

# #3814
source: Directory for records (default: /storage/recordings).
russian: Выберите каталог для записей (по умолчанию: /storage/recordings).

# #38015
source: Enable plugin: dvbapi
russian: Плагин: dvbapi

# #3815
source: The plugin allows connect VDR to Wicard/Oscam. It creates a software CAM in VDR and communicates with Wicard/Oscam over camd.socket (using 'dvbapi' module).
russian: Плагин для работы с CAMD-серверами Wicard/Oscam. Плагин создает программный CAM в VDR, и общается с Wicard/Oscam через camd.socket (с помощью модуля 'dvbapi').

# #38016
source: Enable plugin: IPTV
russian: Плагин: IPTV

# #3816
source: This plugin integrates multicast/unicast IPTV transport streams seamlessly into VDR.
russian: Этот плагин интегрирует multicast/unicast (http/udp) транспортные потоки IPTV в VDR.

# #38017
source: IPTV devices
russian: IPTV устройства

# #3817
source: Number of devices to be created for IPTV.
russian: Количество устройств, которые будут созданы для IPTV.

# #38018
source: Enable plugin: SATIP
russian: Плагин: SATIP

# #3818
source: Integrates SAT>IP network devices seamlessly into VDR.
russian: Интеграция сетевых устройств SAT>IP в VDR.

# #38019
source: Enable plugin: epgsearch
russian: Плагин: epgsearch

# #3819
source: EPGSearch can be used to replace the standard schedule and extends this by many usefull functions.
russian: EPGSearch может быть использован для замены стандартного расписания (EPG) и расширяет это многими полезными функциями.

# #38020
source: Enable plugin: streamdev-server
russian: Плагин: streamdev-server

# #3820
source: With streamdev-server plugin you can stream live TV via network.
russian: С плагином streamdev-server вы можете транслировать ТВ по сети.

# #38021
source: Enable plugin: streamdev-client
russian: Плагин: streamdev-client

# #3821
source: With streamdev-client plugin you can receive live TV streams via network.
russian: С плагином streamdev-client вы можете получать трансляцию ТВ по сети с другой машины где работает streamdev-server.

# #38022
source: Enable plugin: channelscan
russian: Плагин: channelscan

# #3822
source: Channelscan plugin It channel scanner for VDR.
russian: Сканер каналов для VDR.

# #38023
source: Enable plugin: femon
russian: Плагин: femon

# #3823
source: Femon plugin shows DVB signal information on the OSD.
russian: Femon показывает информацию о DVB сигнале на экране.

# #38024
source: Enable plugin: systeminfo
russian: Плагин: systeminfo

# #3824
source: Systeminfo plugin shows information about the system (OS, CPU, Memory...).
russian: Systeminfo показывает информацию о системе (OS, CPU, Memory...).

# #38025
source: Enable plugin: sleeptimer
russian: Плагин: sleeptimer

# #3825
source: Shutdown, sleep, mute or execute a custom command after a configurable timespan.
russian: Выключение, ждущий режим, отключение звука или выполнение пользовательской команды после установленного промежутка времени.

# #38026
source: Select stream plugin:
russian: Плагин вещания для KODI:

# #3826
source: Select stream plugin for KODI PVR: xvdr, vnsiserver or none.
russian: Выберите плагин вещания для KODI PVR: vnsiserver, xvdr или none для отключения.

# #38027
source: Enable plugin: tvscraper
russian: Плагин: tvscraper

# #3827
source: Runs in the background and collects metadata for all available EPG events.
russian: Работает в фоновом режиме и собирает метаданные (описание, актеры, постеры...) для всех доступных событий EPG.

# #38028
source: Enable skin: nOpacity
russian: Скин: nOpacity

# #3828
source: nOpacity is a highly customizable native true color skin for the Video Disc Recorder.
russian: nOpacity это скин для VDR с множеством настроек.

# #38029
source: Enable plugin: weatherforecast
russian: Плагин: weatherforecast

# #3829
source: WeatherForecast provides a weather forecast based on forecast.io data.
russian: WeatherForecast обеспечивает прогноз погоды на основе данных от сайта forecast.io.

# #38030
source: Enable plugin: skindesigner
russian: Плагин: skindesigner

# #3830
source: A VDR skinning engine that displays XML based Skins.
russian: Skindesigner это движок для VDR, который отображает скины основанные на формате XML.

# #38031
source: Enable plugin: tvguideng
russian: Плагин: tvguideng

# #3831
source: TvGuideNG is a highly customizable 2D EPG viewer plugin for Skindesigner Skins.
russian: TvGuideNG это настраиваемый плагин просмотра 2D EPG для Skindesigner скинов.

# #38032
source: Enable plugin: zaphistory
russian: Плагин: zaphistory

# #3832
source: Zaphistory-plugin provide a history of the latest viewed channels with statistics informations.
russian: Zaphistory плагин обеспечивает историю последних просматриваемых каналов со статистикой информацией.

# #38033
source: Enable plugin: live
russian: Плагин: live

# #3833
source: LIVE, the LIVE Interactive VDR Environment, allows a comfortable operation of VDR and some of its plugins trough a web interface.
russian: LIVE - интерактивный веб-интерфейс для VDR. Программа передач, таймеры, записи, удаленное управление. Web: http://ip-address:8008 Login: admin Password: live

# #38034
source: Enable plugin: lcdproc
russian: Плагин: lcdproc

# #3834
source: Current channel info and menus are then displayed on the LCD.
russian: Отображение текущей информации о канале и меню на VFD/LCD дисплее.

# #38050
source: VDR logos channels
russian: Логотипы каналов VDR

# #38051
source: Logos Dir
russian: Каталог логотипов

# #3851
source: Directory logos channels for VDR.
russian: Выберите каталог для логотипов VDR.

# #38052
source: Clear Logos
russian: Удалить старые логотипы

# #3852
source: If enabled old logos of channels will be removed.
russian: Если включено, старые логотипы будут удалены.

# #38053
source: Background color
russian: Цвет фона

# #3853
source: Background logos color.
russian: Выберите из списка цвет фона для логотипов.

# #38054
source: Foreground color
russian: Цвет переднего плана

# #3854
source: Foreground logos color.
russian: Выберите из списка цвет переднего плана для логотипов.

# #38055
source: Text color
russian: Цвет текста

# #3855
source: Text logos color.
russian: Выберите из списка цвет текста для логотипов.

# #38056
source: Create logos
russian: Создать логотипы

# #3856
source: Create logos channels for VDR.
russian: Будут загружены и сконвертированы логотипы каналов для VDR. Также, будут созданы отсутствующие иконки каналов.

# #4600
source: Configuration Transmission: a fast, easy and free BitTorrent client
russian: Конфигурация Transmission: быстрого, легкого и бесплатного BitTorrent клиента

# #46010
source: BitTorrent-client
russian: BitTorrent-клиент

# #46011
source: Enable Transmission
russian: Включить Transmission

# #4611
source: Enabled Transmission autostart
russian: Разрешить запуск Transmission

# #46012
source: Enable Transmission Secure
russian: Использовать авторизацию

# #4612
source: Use authentification
russian: Использовать авторизацию

# #46013
source: User Name
russian: Пользователь

# #4613
source: Username for authentification
russian: Пользователь для авторизации

# #46014
source: Password
russian: Пароль

# #4614
source: Password for authentification
russian: Пароль для авторизации

# #46015
source: Enabled IPs
russian: Разрешенные IP адреса

# #4615
source: Allowed IP addresses (comma-delimited)
russian: Разрешенные IP адреса (разделитель-запятая)

# #46016
source: Download Directory
russian: Каталог загрузок

# #4616
source: Select directory for download
russian: Выбрать папку для загрузки

# #46017
source: Debug level
russian: Уровень отладки

# #4617
source: Select Debug level
russian: Выбор уровня ведения журнала работы Transmission.

# #4700
source: Configure VDR DiSEqC.
russian: Настройка VDR DiSEqC (файл: diseqc.conf).

# #47001
source: Config DiSEqC for VDR
russian: Конфигурация DiSEqC для VDR

# #47011
source: DiSEqC port #1
russian: DiSEqC порт #1

# #4711
source: Enable DiSEqC port number (LNB).
russian: Включить порт DiSEqC (номер LNB).

# #47012
source: Satellite
russian: Спутник

# #4712
source: Select Satellite.
russian: Выбрать Спутник.

# #47013
source: Polarization
russian: Поляризация

# #4713
source: Select Polarization for Satellite.
russian: Выбрать поляризацию спутника: круговая (Circular) или линейная (Linear).

# #47014
source: DiSEqC port #2
russian: DiSEqC порт #2

# #47015
source: DiSEqC port #3
russian: DiSEqC порт #3

# #47016
source: DiSEqC port #4
russian: DiSEqC порт #4

# #47020
source: Setup DiSEqC file
russian: Настройка DiSEqC-файла

# #47021
source: Execute
russian: Применить настройки

# #4721
source: Create a file diseqc.conf
russian: Создать файл: diseqc.conf

# #48000
source: VDR channel Scan
russian: Сканер каналов VDR

# #4800
source: Scanner channels for VDR (scan-s2).
russian: Сканер каналов для VDR (scan-s2).

# #48001
source: Channel Scanner Settings
russian: Настройки Сканера каналов

# #48011
source: DVB device number #
russian: Номер DVB-тюнера #

# #4811
source: Select the number of DVB device.
russian: Выбор номера DVB-тюнера для сканироваия каналов (отсчет ведется от нуля).

# #48012
source: DVB standard
russian: DVB стандарт

# #4812
source: Select DVB standard (DVB-S/S2 or DVB-T/T2).
russian: Выбор стандарта DVB (DVB-S/S2 или DVB-T/T2).

# #48013
source: DiSEqC port #
russian: DiSEqC порт #

# #4813
source: Select DiSEqC port number.
russian: Выбор порта DiSEqC (отсчет ведется от единицы).

# #48014
source: Satellite
russian: Спутник

# #4814
source: Select Satellite.
russian: Выбор сканируемого спутника из списка.

# #48015
source: Polarization
russian: Поляризация

# #4815
source: Select Polarization for Satellite.
russian: Выбор Поляризации для спутника: Круговая (Circular) или Линейная (Linear).

# #48016
source: Transponders file:
russian: Файл транспондеров:

# #4816
source: Select transponders file.
russian: Выбор Файла транспондеров из списка.

# #48017
source: Type of channels
russian: Тип каналов

# #4817
source: Scan Channels: TV only or All.
russian: Сканировать Все (All) каналы или только ТВ (TV). В режиме TV - радио и сервисные каналы будут пропущены.

# #48018
source: Conditional Access
russian: Условный доступ

# #4818
source: Scan Channels: All or FTA only.
russian: Сканировать Все (All) каналы или только открытые (FTA). В режиме FTA - кодированные каналы будут пропущены.

# #48019
source: Update channel list
russian: Обновлять список каналов

# #4819
source: Update channel list or create a new list (channels.conf).
russian: Если опция включена - каналы будут добавлены в конец существующего списка. Если выключена - будет создан новый список каналов.

# #48020
source: Sort channels
russian: Сортировать каналы

# #4820
source: Sort channels by alphabet.
russian: Сортировать каналы по алфавиту.

# #48021
source: Scan speed:
russian: Скорость сканирования:

# #4821
source: Scan Speed Channel: Default, Fast or Slow.
russian: Скорость сканирования каналов: По умолчанию (Default), Быстро (Fast) или Медленно (Slow). Чем ниже скорость - тем точнее поиск.

# #48030
source: Start scanning
russian: Запустить сканирование

# #48031
source: Execute
russian: Выполнить

# #4831
source: Start scanning the channels for the VDR.
russian: Запустить Сканер каналов для VDR.
